Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# trash.luxus_auto.tip.4
source: Notiere jeden Luxuskauf – was hattest du davon nach einem Monat?
en: Write down every luxury purchase – what did you get from it after a month?
es: Anota cada compra de lujo: ¿qué obtuviste de ella después de un mes?
fr: Note chaque achat de luxe – qu'est-ce que ça t'a apporté après un mois ?
hi: हर लक्ज़री खरीद को नोट करें – एक महीने बाद आपको उससे क्या मिला?
it: Annota ogni acquisto di lusso – cosa ne hai ottenuto dopo un mese?
ja: すべての高級品の購入を書き留めましょう。1ヶ月後、それは何をもたらしてくれましたか？
ko: 모든 명품 구매를 적어두세요 – 한 달 후에 무엇을 얻었나요?
nl: Noteer elke luxe aankoop – wat heb je er na een maand van gehad?
pl: Zapisuj każdy zakup luksusowy – co z tego miałeś po miesiącu?
pt: Anote cada compra de luxo – o que você obteve disso depois de um mês?
ru: Записывайте каждую покупку предметов роскоши – что вы от нее получили через месяц?
tr: Her lüks alışverişi yaz – bir ay sonra bundan ne elde ettin?
zh_hans: 写下每一次购买的奢侈品——一个月后你从中得到了什么？
zh_hant: 寫下每一次購買的奢侈品－一個月後從中得到了什麼？

# trash.luxus_auto.tips
source: **Schlechte Gewohnheit loswerden (Sinnlose Autofahrten)** 1. Unsichtbar machen: Entferne die Auslöser aus deinem Sichtfeld. 2. Unattraktiv machen: Mache dir die negativen Folgen bewusst. 3. Schwierig machen: Baue Hürden ein (z.B. Apps löschen, Stecker ziehen). 4. Unbefriedigend machen: Verbinde die Ausführung mit einer Strafe. **Gute Gewohnheit etablieren (Spazieren gehen)** 1. Offensichtlich machen: Platziere den Auslöser gut sichtbar. 2. Attraktiv machen: Verbinde es mit etwas, das du magst. 3. Einfach machen: Reduziere die Hürden auf ein Minimum (z.B. nur 2 Minuten). 4. Befriedigend machen: Belohne dich direkt im Anschluss.
en: **Break bad habit (Sinnlose Autofahrten)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Spazieren gehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
es: **Break bad habit (Sinnlose Autofahrten)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Spazieren gehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
fr: **Break bad habit (Sinnlose Autofahrten)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Spazieren gehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
hi: **खराब आदत से छुटकारा पाएं (बेकार की गाड़ी चलाना)** 1. अदृश्य बनाएं: अपने दृष्टि क्षेत्र से ट्रिगर्स हटा दें। 2. अप्रिय बनाएं: नकारात्मक परिणामों के बारे में जागरूक हों। 3. मुश्किल बनाएं: बाधाएँ डालें (जैसे, ऐप्स हटाएं, प्लग खींचें)। 4. असंतोषजनक बनाएं: इसे करने के साथ जुड़ी सजा निर्धारित करें। **अच्छी आदत स्थापित करें (चलना)** 1. स्पष्ट बनाएं: ट्रिगर को अच्छी तरह दिखाई देने वाली जगह पर रखें। 2. आकर्षक बनाएं: इसे किसी ऐसी चीज़ से जोड़ें जिसे आप पसंद करते हैं। 3. आसान बनाएं: बाधाओं को न्यूनतम पर लाएं (जैसे, केवल 2 मिनट)। 4. संतोषजनक बनाएं: तुरंत इसके बाद खुद को इनाम दें।
it: **Break bad habit (Sinnlose Autofahrten)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Spazieren gehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ja: **Break bad habit (Sinnlose Autofahrten)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Spazieren gehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ko: **Break bad habit (Sinnlose Autofahrten)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Spazieren gehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
nl: **Break bad habit (Sinnlose Autofahrten)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Spazieren gehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
pl: **Break bad habit (Sinnlose Autofahrten)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Spazieren gehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
pt: **Break bad habit (Sinnlose Autofahrten)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Spazieren gehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ru: **Избавьтесь от вредной привычки (бессмысленные поездки на автомобиле)** 1. Сделайте невидимыми: уберите триггеры из поля зрения. 2. Сделайте себя непривлекательным. Помните о негативных последствиях. 3. Усложните задачу: установите препятствия (например, удалите приложения, отключите их от сети). 4. Сделайте его неудовлетворительным: прикрепите исполнение к наказанию. **Выработайте хорошую привычку (пойти на прогулку)** 1. Сделайте это очевидным: разместите триггер на видном месте. 2. Сделайте это привлекательным. Свяжите это с чем-то, что вам нравится. 3. Сделайте это просто: сократите препятствия до минимума (например, всего 2 минуты). 4. Сделайте это приятным: вознаградите себя сразу после этого.
tr: **Break bad habit (Sinnlose Autofahrten)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Spazieren gehen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
zh_hans: **改掉坏习惯（无意义的乘车）** 1. 隐形：将触发因素移出视野。 2. 让自己变得没有吸引力：意识到负面后果。 3. 让它变得困难：设置障碍（例如删除应用程序、拔掉插头）。 4. 使其不令人满意：附加刑罚执行。 **建立一个好习惯（散步）** 1. 使其显而易见：将触发器放置在清晰可见的位置。 2. 让它有吸引力：将它与你喜欢的东西联系起来。 3. 让它变得简单：将障碍减少到最低限度（例如只需 2 分钟）。 4. 让它令人满意：事后立即奖励自己。
zh_hant: **改掉壞習慣（無意義的乘車）** 1. 隱形：將觸發因素移出視野。 2. 讓自己變得沒有吸引力：意識到負面後果。 3. 讓它變得困難：設定障礙（例如刪除應用程式、拔掉插頭）。 4. 使其不令人滿意：附加刑罰執行。 **建立一個好習慣（散步）** 1. 使其顯而易見：將觸發器放置在清晰可見的位置。 2. 讓它有吸引力：將它與你喜歡的東西連結起來。 3. 讓它變得簡單：將障礙減少到最低限度（例如只需 2 分鐘）。 4. 讓它令人滿意：事後立即獎勵自己。

# trash.luxus_uhr.desc
source: Wahre Klasse braucht keine Statussymbole – investiere lieber in Erlebnisse.
en: True class needs no status symbols – invest in experiences instead.
es: La verdadera clase no necesita símbolos de estatus: invierte en experiencias en su lugar.
fr: La vraie classe n'a pas besoin de symboles de statut - investissez plutôt dans des expériences.
hi: सच्ची शान को किसी स्थिति के प्रतीकों की ज़रूरत नहीं होती – बेहतर है कि अनुभवों में निवेश करें।
it: La vera classe non ha bisogno di simboli di status: investi invece in esperienze.
ja: 本物の品格にステータスシンボルは必要ありません。代わりに経験に投資しましょう。
ko: 진정한 품격에는 지위 상징이 필요하지 않습니다. 대신 경험에 투자하십시오.
nl: Ware klasse heeft geen statussymbolen nodig - investeer in plaats daarvan in ervaringen.
pl: Prawdziwa klasa nie potrzebuje symboli statusu – inwestuj raczej w przeżycia.
pt: A verdadeira classe não precisa de símbolos de status – invista em experiências em vez disso.
ru: Истинному классу не нужны символы статуса — вместо этого инвестируйте в опыт.
tr: Gerçek sınıf statü sembollerine ihtiyaç duymaz - bunun yerine deneyimlere yatırım yapın.
zh_hans: 真正的阶级不需要地位象征——而是投资于体验。
zh_hant: 真正的階級不需要地位象徵──而是投資於體驗。

# trash.luxus_uhr.impact
source: Diese Gewohnheit (Statussymbole kaufen) kostet dich langfristig Energie, Zeit und Geld. Sie hindert dich daran, dein volles Potenzial auszuschöpfen.
en: This habit (Statussymbole kaufen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
es: This habit (Statussymbole kaufen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
fr: This habit (Statussymbole kaufen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
hi: यह आदत (स्थिति प्रतीक खरीदना) आपको लंबी अवधि में ऊर्जा, समय और पैसा खर्च कराती है। यह आपको अपनी पूरी क्षमता का उपयोग करने से रोकती है।
it: This habit (Statussymbole kaufen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ja: This habit (Statussymbole kaufen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ko: This habit (Statussymbole kaufen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
nl: This habit (Statussymbole kaufen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
pl: This habit (Statussymbole kaufen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
pt: This habit (Statussymbole kaufen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ru: Эта привычка (покупка символов статуса) в долгосрочной перспективе стоит вам энергии, времени и денег. Это мешает вам полностью раскрыть свой потенциал.
tr: This habit (Statussymbole kaufen) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
zh_hans: 从长远来看，这种习惯（购买地位象征）会耗费你的精力、时间和金钱。它会阻止您充分发挥潜力。
zh_hant: 長遠來看，這種習慣（購買地位象徵）會耗費你的精力、時間和金錢。它會阻止您充分發揮潛力。

# trash.luxus_uhr.name
source: Teuren Luxus gekauft
en: Bought expensive luxury
es: Compró lujo caro
fr: A acheté un luxe cher
hi: महंगा लक्ज़री खरीदा
it: Comprato lusso costoso
ja: 高価な贅沢品を買った
ko: 비싼 명품을 샀다
nl: Dure luxe gekocht
pl: Kupił drogi luksus
pt: Comprou luxo caro
ru: Купил дорогую роскошь
tr: Pahalı lüks eşya aldı
zh_hans: 买了昂贵的奢侈品
zh_hant: 買了昂貴的奢侈品

# trash.luxus_uhr.obj_desc
source: Summende Helfer für die Bestäubung. (+1 Coin)
en: Buzzing helpers for pollination. (+1 Coin)
es: Ayudantes zumbadores para la polinización. (+1 Moneda)
fr: Des aides bourdonnantes pour la pollinisation. (+1 pièce)
hi: परागण के लिए गुनगुनाते सहायक। (+1 सिक्का)
it: Buzzing helpers for pollination. (+1 Coin)
ja: 受粉のための賑やかな助っ人。 (+1コイン)
ko: 수분을 위한 윙윙거리는 도우미. (+1 코인)
nl: Zoemende helpers voor bestuiving. (+1 munt)
pl: Brzęczący pomocnicy do zapylania. (+1 moneta)
pt: Ajudantes zumbidores para a polinização. (+1 moeda)
ru: Жужжащие помощники для опыления. (+1 монета)
tr: Tozlaşma için vızıldayan yardımcılar. (+1 Para)
zh_hans: 嗡嗡作响的授粉助手。 (+1 硬币)
zh_hant: 嗡嗡作響的授粉助手。 (+1 硬幣)

# trash.luxus_uhr.obj_name
source: Bienenhaus
en: Bee House
es: Casa de Abejas
fr: Ruche
hi: मधुमक्खी का घर
it: Bee House
ja: ビーハウス
ko: 비 하우스
nl: Bijenhuis
pl: Dom Pszczół
pt: Colmeia
ru: Биененхаус
tr: Arı Evi
zh_hans: 蜂房
zh_hant: 蜂房

# trash.luxus_uhr.tip.1
source: Lösche Luxus-Marken aus deinen Social-Media-Feeds.
en: Remove luxury brands from your social media feeds.
es: Elimina las marcas de lujo de tus feeds de redes sociales.
fr: Supprime les marques de luxe de tes fils d'actualité des réseaux sociaux.
hi: अपने सोशल मीडिया फ़ीड से लक्ज़री ब्रांड्स हटा दें।
it: Rimuovi i marchi di lusso dai tuoi feed di social media.
ja: ソーシャルメディアのフィードから高級ブランドを削除しましょう。
ko: 소셜 미디어 피드에서 명품 브랜드를 제거하세요.
nl: Verwijder luxemerken uit je socialemediafeeds.
pl: Usuń luksusowe marki ze swoich kanałów mediów społecznościowych.
pt: Remova marcas de luxo dos seus feeds de redes sociais.
ru: Удалите люксовые бренды из своих лент в социальных сетях.
tr: Sosyal medya akışlarından lüks markaları kaldır.
zh_hans: 从社交媒体源中删除奢侈品牌。
zh_hant: 從社群媒體動態中刪除奢侈品牌。

# trash.luxus_uhr.tip.2
source: Luxusgüter machen nach kurzer Zeit nicht mehr glücklicher – das ist wissenschaftlich belegt.
en: Luxury goods don't make you happier after a short time – scientifically proven.
es: Los bienes de lujo no hacen más feliz después de poco tiempo: científicamente probado.
fr: Les biens de luxe ne rendent pas plus heureux après peu de temps – c'est prouvé scientifiquement.
hi: लक्ज़री सामान थोड़े समय के बाद अधिक खुश नहीं बनाते – यह वैज्ञानिक रूप से सिद्ध है।
it: I beni di lusso non rendono più felici dopo poco tempo – scientificamente provato.
ja: 高級品は短時間後には幸福感を与えなくなります。科学的に証明されています。
ko: 명품은 짧은 시간 후에는 더 이상 행복하게 만들지 않습니다 – 과학적으로 증명되었습니다.
nl: Luxegoederen maken na korte tijd niet meer gelukkiger – dit is wetenschappelijk aangetoond.
pl: Dobra luksusowe po krótkim czasie nie czynią szczęśliwszymi – naukowo udowodnione.
pt: Bens de luxo não tornam mais feliz após pouco tempo – comprovado cientificamente.
ru: Предметы роскоши уже не делают вас счастливее через короткое время – это научно доказано.
tr: Lüks eşyalar kısa süre sonra artık mutlu etmiyor – bilimsel olarak kanıtlanmış.
zh_hans: 奢侈品在短时间内不再让你更快乐——这是科学证明的。
zh_hant: 奢侈品在短時間內不再讓你更快樂——這是科學證明的。

# trash.luxus_uhr.tip.3
source: Erstelle eine 'Wunschliste' – und überprüfe sie nach 3 Monaten erneut.
en: Create a 'wish list' – and review it again after 3 months.
es: Crea una 'lista de deseos' y revísala de nuevo después de 3 meses.
fr: Crée une 'liste de souhaits' – et revois-la après 3 mois.
hi: एक 'इच्छा सूची' बनाएं – और इसे 3 महीने बाद फिर से जांचें।
it: Crea una 'lista dei desideri' – e riesaminala dopo 3 mesi.
ja: 「ウィッシュリスト」を作成して、3ヶ月後に再度確認しましょう。
ko: '위시리스트'를 만들고 – 3개월 후에 다시 검토하세요.
nl: Maak een 'verlanglijst' – en controleer deze na 3 maanden opnieuw.
pl: Stwórz 'listę życzeń' – i sprawdź ją ponownie po 3 miesiącach.
pt: Crie uma 'lista de desejos' – e revise-a novamente após 3 meses.
ru: Создайте «список желаний» и проверьте его снова через 3 месяца.
tr: 'Dilek listesi' oluştur – ve 3 ay sonra tekrar gözden geçir.
zh_hans: 创建一个“愿望清单” - 并在 3 个月后再次检查。
zh_hant: 建立一個「願望清單」 - 並在 3 個月後再次檢查。

# trash.luxus_uhr.tip.4
source: Wie oft trägst du teure Sachen wirklich? Rechne den Preis pro Nutzung aus.
en: How often do you actually wear expensive things? Calculate the price per use.
es: ¿Con qué frecuencia llevas realmente cosas caras? Calcula el precio por uso.
fr: À quelle fréquence portes-tu vraiment des choses chères ? Calcule le prix par utilisation.
hi: तुम वास्तव में कितनी बार महंगे सामान पहनते हो? उपयोग प्रति कीमत निकालो।
it: Quanto spesso indossi davvero cose costose? Calcola il prezzo per utilizzo.
ja: 高価なものを実際にどれくらい使っていますか？使用回数あたりのコストを計算しましょう。
ko: 비싼 것을 실제로 얼마나 자주 사용하나요? 사용당 가격을 계산해 보세요.
nl: Hoe vaak draag je dure spullen echt? Bereken de prijs per gebruik.
pl: Jak często naprawdę nosisz drogie rzeczy? Oblicz cenę za użycie.
pt: Com que frequência você usa coisas caras? Calcule o preço por uso.
ru: Как часто вы действительно носите дорогие вещи? Рассчитайте стоимость одного использования.
tr: Pahalı şeyleri gerçekte ne sıklıkla kullanıyorsun? Kullanım başına fiyatı hesapla.
zh_hans: 你真正穿昂贵衣服的频率是多少？计算每次使用的价格。
zh_hant: 你真正穿昂貴衣服的頻率是多少？計算每次使用的價格。
